     <!DOCTYPE html>               
<html lang="es">
<head>
  <title> COVADONGA BETEG&Oacute;N BIEMPICA </title>
    <meta name="Description" content="Trabajo para la clase de TIC">
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="robots" content="index, nofollow">
<link href="estilos.css" rel=StyleSheet type="text/css">
</head>
                      
                      
<body>
  <header> COVADONGA BETEG&Oacute;N BIEMPICA </header>
     <hr>
  <ul style="list-style-type:circle;">
  </ul>
    <div>
      &Iacute;NDICE
    </div>
   
    <ol>
      <li>
        <a href="#Biografía">BIOGRAF&Iacute;A</a></li>
      <li><a href="#Trayectoria">TRAYECTORIA</a></li>
      <li><a href="#Premios">PREMIOS</a></li>
      <li><a href="#Entrevista">ENTREVISTA</a></li>
      <li><a href="#Bibliografía">BIBLIOGRAF&Iacute;A</a></li>
      
    </ol>
    
      <br>
      <br>
    
  <div id="Biografía">BIOGRAF&Iacute;A</div>
<hr>
 <table>
   <tr>
     <th>
       <div> Covadonga Beteg&oacute;n Biempica es Ingeniera Industrial por la <a href="https://www.etsii.upm.es/">ETSII</a> de Gij&oacute;n en 1987 y Doctora Ingeniera Industrial por la <a href="https://www.uniovi.es/">Universidad de Oviedo</a> en 1990, donde, desde 2007, es Catedr&aacute;tica en el Departamento de Construcci&oacute;n e Ingenier&iacute;a de Fabricaci&oacute;n. Investiga sobre la fractura el&aacute;stica y elastopl&aacute;stica, modelos micromec&aacute;nicos de fractura, modelizaciones por elementos finitos del comportamiento de materiales y c&aacute;lculo estructural avanzado.
      <br>
      <br>
      Mientras estaba realizando el doctorado ingres&oacute; como profesora en el &aacute;rea de Mec&aacute;nica de Medios Continuos y Teor&iacute;a de Estructuras, del <a href="https://dcif.uniovi.es/">Departamento de Construcci&oacute;n e Ingenier&iacute;a de Fabricaci&oacute;n</a>, de la <a href="https://www.uniovi.es/">Universidad de Oviedo</a>, donde ha desarrollado su carrera acad&eacute;mica, primero como Profesora ayudante, luego Asociada hasta 1992, cuando accedi&oacute; a una plaza de Profesora Titular, que ocup&oacute; hasta 2007, cuando obtuvo una plaza de Catedr&aacute;tica de Universidad. Durante todos estos a&nacute;os ha llevado a cabo su actividad docente en asignaturas de las titulaciones de Ingenier&iacute;a Industrial y de Telecomunicaciones, y m&aacute;s recientemente en el Grado de Ingenier&iacute;a Mec&aacute;nica, as&iacute; como en el  M&aacute;ster Universitario en Integridad y Durabilidad de Materiales, Componentes y Estructuras por la Universidad de Oviedo, <a href="https://www.ubu.es/">Universidad de Burgos</a> y <a href="https://web.unican.es/">Universidad de Cantabria</a>. </div>
     </th>
     <th>
      <img src="covadonga1.png" alt="Imagen de Covadonga Betegon" width=200 height=200>
     </th>
   </tr>
  </table>

<div id="Trayectoria">TRAYECTORIA</div>
<hr>
 <table>
   <tr>
     <th>
       <img src="covadonga2.jpg" alt="Imagen de Covadonga Betegon" width=240 height=200>
     </th>
     <th>
    
       <div>  Empez&oacute; su carrera investigadora como becaria de investigaci&oacute;n en la <a href="https://www.uniovi.es/">Universidad de Oviedo</a> reci&eaute;n titulada, con la realizaci&oacute;n de su tesis Caracterizaci&oacute;n biparam&eacute;trica de los campos tensionales en la mec&aacute;nica de la fractura elastopl&aacute;stica, donde investig&oacute; por qu&eacute; en determinadas estructuras, el par&aacute;metro que se utilizan tradicionalmente para describir el comportamiento a fractura no es v&aacute;lido. Se estableci&oacute; adem&aacute;s un nuevo par&aacute;metro, que junto con el tradicional, determina las condiciones de fractura de una estructura.
      <br>
      <br>
      Su &aacute;mbito de investigaci&oacute;n se ha centrado siempre en el estudio del comportamiento de metales sometidos a fractura, esto es, c&oacute;mo se comportan elementos o estructuras met&aacute;licos en las que existe una grieta previa y las condiciones que hacen que dicha grieta se propague y produzca la fractura del elemento.
 </div>
     </th>
    </tr>
    </table>
 <table>
   <tr>
     <th>
     
     </th>
   </tr>
 </table>

<div id="Premios">PREMIOS </div>
 <hr>
   <table>
   <tr>
     <th>
     <div>Recibi&oacute; en 1991 el Premio Extraordinario de Doctorado en Ingenier&iacute;a Industrial. Hasta la actualidad ha participado en m&aacute;s de 20 proyectos de investigaci&oacute;n financiados en convocatorias p&uacute;blicas, en la mitad de ellos como Investigadora principal, ha publicado m&aacute;s de 40 art&iacute;culos cient&iacute;ficos en revistas indexadas, participado en m&aacute;s de 40 contratos de transferencia con empresas y ha dirigido 5 tesis doctorales.</div>
     </th>
   </tr>
  </table>

    


<div id="Entrevista">ENTREVISTA
  </div>
<hr>
<p>
 <iframe width="560" height="315" src="https://www.youtube.com/embed/PE49MecpQ_4">
   
 </iframe>
  </p>
 
  <div>
  <div id="Bibliografía">BIBLIOGRAF&Iacute;A</div>
<hr>                                       
      
    <ul>
        <li><a href="https://www.amit-es.org/cientificas/covadonga-betegon-biempica">Biograf&iacute;a</a></li>
        <li><a href="https://www.uniovi.es/">Universidad de Oviedo</a></li>
        <li><a href="https://dcif.uniovi.es/">Departamento de Construcci&oacute;n e Ingenier&iacute;a de Fabricaci&oacute;n</a></li>
   <li> <a href="https://www.etsii.upm.es/">ETSII</a></li>
      </ul>
      
   </div>

  
    <p>
    <a href="index.html"> <img src="https://image.flaticon.com/icons/png/512/48/48821.png" alt="Volver a la portada" width="100" height="100">
      </a>
   </p>

                                                                                        
 <footer>
     <div>
       Javier Losa| 2021
   </div>
       <br>
   </footer>
  </body>
</html>